{
  "list": [
    {
      "filmId": 1303597,
      "title": "Testify",
      "type": "FILM",
      "year": "2019",
      "countries": [
        {
          "country": "США"
        }
      ],
      "genres": [
        {
          "genre": "драма"
        },
        {
          "genre": "короткометражка"
        }
      ],
      "rating": "null",
      "ratingVoteCount": 2,
      "posterUrl": "https://kinopoiskapiunofficial.tech/images/posters/kp/1303597.jpg",
      "posterUrlPreview": "https://kinopoiskapiunofficial.tech/images/posters/kp_small/1303597.jpg"
    },
    {
      "filmId": 938100,
      "title": "Сомнения Томаса",
      "title": "Doubting Thomas",
      "type": "FILM",
      "year": "2018",
      "description": "У белой пары рождается темнокожий ребенок. Джен предлагает пройти тест на отцовство, чтобы успокоить Тома.",
      "filmLength": "01:26",
      "countries": [
        {
          "country": "США"
        }
      ],
      "genres": [
        {
          "genre": "драма"
        }
      ],
      "rating": "null",
      "ratingVoteCount": 47,
      "posterUrl": "https://kinopoiskapiunofficial.tech/images/posters/kp/938100.jpg",
      "posterUrlPreview": "https://kinopoiskapiunofficial.tech/images/posters/kp_small/938100.jpg"
    },
    {
      "filmId": 417841,
      "title": "Не думай про белых обезьян",
      "type": "FILM",
      "year": "2008",
      "description": "Герой фильма - молодой бармен Вова - энергичен и самоуверен. Мерилом ценностей для него являются деньги. Его будущий тесть Гаврилыч, влиятельный бизнесмен, отвел ему под жилье заброшенную мансарду и велел переделать под ресторан подвал.   \r\n\r\nНа чердаке наш герой сталкивается со странной троицей - нищими представителями художественной богемы: суицидной и экстраординарной девушкой Дашей, художником-алкоголиком Геной и странным лысым человеком по прозвищу Ху-Пунь. Вова хочет приспособить их под дешевую рабочую силу. Но эта встреча переворачивает его представление о мире. \r\n\r\nОн осознает, что смысл жизни можно найти в совершенно бесполезных, на первый взгляд, вещах - в рисунке, мелодии, в созерцании городских крыш и плывущих облаков…  Он узнает, что любовь и секс, совершенно разные вещи...   И стройная налаженная жизнь Вовы летит кувырком.",
      "filmLength": "02:00",
      "countries": [
        {
          "country": "Россия"
        }
      ],
      "genres": [
        {
          "genre": "драма"
        },
        {
          "genre": "комедия"
        },
        {
          "genre": "мелодрама"
        }
      ],
      "rating": "6.8",
      "ratingVoteCount": 1617,
      "posterUrl": "https://kinopoiskapiunofficial.tech/images/posters/kp/417841.jpg",
      "posterUrlPreview": "https://kinopoiskapiunofficial.tech/images/posters/kp_small/417841.jpg"
    },
    {
      "filmId": 465178,
      "title": "Капитан Гордеев",
      "type": "TV_SERIES",
      "year": "2010",
      "description": "Капитан Гордеев чисто выбрит, подтянут и ироничен. Работает талантливо и азартно, что не всегда нравится начальству. Как говорит его друг, майор Беляев: «: Гордеев ведь краёв не видит, прёт напролом, пока убийцу не поймает, а потом и гуляет - тоже, с выкрутасами!». \n\nКапитан Гордеев прирождённый артист, и не всем преступникам понятно, когда он шутит, а когда говорит серьёзно. Но, как говорит генерал: «:нет, Гордеев не клоун, он лучший оперативный сотрудник нашего управления!». Капитан Гордеев всегда собран, и готов к мгновенной импровизации и перевоплощению. Его стажёр, лейтенант Каверин, восхищается: «Ну, вы, Максимыч, - артист! В жизни не узнал бы, если бы на улице вас встретил!». Капитан Гордеев холост, но постоянно находится в активном поиске предназначенной ему судьбой боевой подруги. \n\nИ боевые, красивые женщины встречаются ему практически каждый день. Или ночь. Но не все они проходят тест на «ментовский» образ жизни капитана Гордеева . Одна из его подруг, прокурор Матанина, сетует: «Эх, Гордеев , когда же ты, наконец, повзрослеешь?». Но потомственный опер Гордеев молод и стремителен. Даже друзья и начальники не всегда поспевают за ним, хотя любят его и уважают. Но это не приносит ему чинов, поэтому Гордеев по званию - вечный капитан.",
      "filmLength": "00:47",
      "countries": [
        {
          "country": "Россия"
        }
      ],
      "genres": [
        {
          "genre": "детектив"
        }
      ],
      "rating": "7.0",
      "ratingVoteCount": 420,
      "posterUrl": "https://kinopoiskapiunofficial.tech/images/posters/kp/465178.jpg",
      "posterUrlPreview": "https://kinopoiskapiunofficial.tech/images/posters/kp_small/465178.jpg"
    }
  ]
}